[
    {
        "id": 1,
        "titulo": "The best car",
        "texto": "May 17, 06:20 PM\n\nHey-o, everyone out there in SyberWorld. It’s old Creed Bratton coming at you again, here from my perch as a Quality Assurance Manager at Dunder Mifflin paper. Just a few observations on the world around me.\n\nWhat do you guys think is the best kind of car? To me, you can’t beat motorcycles. They’re small, and dangerous.\n\nI got into a car accident yesterday and I just took off. It didn’t look too bad. The guy was making a big deal out of it, but come on – dogs don’t live forever.\n\nSometimes when I’m sick, or feeling blue, I drink vinegar. I like all kinds: balsamic, vodka, orange juice, leaves.\n\nWorking in an office is fine, but I’d rather be a millionaire. [Elaborate on this. It’s interesting. Maybe Trademark it, too.]\n\nToday in my office where I work as Director of Quality Assurance, we went to the beach for some reason that was never adequately explained. When we were there, our manager told us to eat hot coals. I thought that was a little bit untoward so I ate a fish. Then a woman I have literally never seen before in my entire life started talking very loudly about something involving Halpert. She was agitated, I’d say. From what I could guess, she was definitely on drugs of some kind, perhaps cocaine, or maybe ‘drines. Also, she is a knock-out. She reminds me of a young Daphne Du Maurier. Also, I stupidly ate the fishbones. I told myself “never again” after the last time, but then you turn around, and bam, they’re in my mouth. I also ate 55 hot dogs in 15 minutes, which is a world record.\n\nEverybody remembers: “April showers bring May flowers.” But no one remembers how the rest of that goes. Which I find so frustrating.\n\nPrediction: the Orioles will win the World Series over the Pirates in seven games.\n\nPrediction: the space program will be renamed the Outer Space Program by 2060.\n\nPrediction: someday we will be able to travel faster than sound. We will “break the sound barrier.”\n\nPrediction: [note – need more predictions.]\n\nReminder: Michael’s safe combo: 26-32-20."
    },
    {
        "id": 2,
        "titulo": "Boy do I have a story to tell.",
        "texto": "August 28, 12:44 PM\n\nYou know how I was keeping track of Michael’s safe combo? Well it finally came in handy. I was trolling around the office last night after hours and heard some noise coming from the boss’s room. Normally the office is real quiet at night, which is why I stick around in the first place. Quiet is like a drug to me and if I don’t get my fix every night, I start to get the shakes.\n\nSo anyway, I heard these noises and got freaked out that the bossman was using his office for a little nighttime nooky with that new chick that sits in Tony’s seat every day. Not wanting to get caught, I dropped down and started to army crawl over to investigate (I got a Private Investigator license so I’m allowed to investigate anything I want, suckers). As luck would have it, there wasn’t anybody in there. Turns out that the noise was coming from inside Michael’s big furniture cabinet thing. So I opened the cabinet door, half expecting a cat to jump out at me. Usually when I open cabinets or closets or anything, cats end up pouncing on me. For some reason, cats find me very attractive.\n\nNothing jumped out at me, but I could hear the rustling pretty close to the ground, so I bent over and figured out that it was coming from the safe. For a second, I just stared at it, wondering what could be inside. Then I realized that I had been saving up Michael’s safe combo for this very occasion. Well, this occasion and whenever I needed some cash, but that’s beside the point.\n\nI went over to my computer and looked back at my previous entries of this thing. Apparently I wasn’t too good with my record keeping because the numbers were kind of off. I ended up trying out every combo I wrote down and you know what? I didn’t get it right until the very last one I tried. The good news is, I got it open and you’ll never guess what was inside.\n\nNo, it wasn’t a cat, smart ass. It was a squirrel! I don’t know for the life of me why that guy had a squirrel in his safe, but I do know that I got me a new pet. And I’m going to train it. Right now I’m calling it Butthead, but I’m open to suggestions for new names if you got any. In just a few months, I’m going to have the best trained squirrel in Pennsylvania. I’m also going to blackmail Michael because I’m pretty sure it’s against the law to lock a squirrel in a safe. False imprisonment or something.\n\nEverything’s coming up Creed!"
    },
    {
        "id": 3,
        "titulo": "The library",
        "texto": "August 14, 09:23 AM\n\nI spend a lot of time in the library. Don’t get me wrong; I’m not there for the books. Books are for table balancing and throwing at birds. I go for the air conditioning and the smell. Libraries smell good. It almost makes me want to like books, but not quite. Anyway, there’re a lot of kids at the library -- maybe it’s summer school or something – and these kids talk like I’ve never heard before. It’s like a secret street language and I want in. They say stuff like “that dude got clowned” and “he got that swag when he walks.” I want to know what the hell these kids are talking about, but they won’t tell me. I’ve tried going up to the kids to talk about the phrases, but they get kind of freaked out by me. Just wait until they need an ID – then we’ll see who’s running away and telling the librarians.\n\nAnyway, those jerks won’t tell me anything, so I’m making up my own words and phrases. This is my street dictionary and I’m not even charging for it. Just don’t tell the kids in the library, okay?\n\nKeep it bowlin’ – Everyone likes bowling, so this is a phrase for when you want to tell someone to stay positive. For example, if someone tells you they lost their job, you can just tell them to keep it bowlin’ and that’ll cheer them up.\n\nPloppers – This means bad. “Did you see that movie last night? It was ploppers.”\n\nHorribly obese – I’m taking this one from the library kids. They say things are fat all the time, so I took it a step further. In this case, it means the most beautiful ever. If a foxy dame comes walking in, you can call her horribly obese. I think it might take some time before it catches on, so use this one with caution because some broads may not have heard it yet and could take it the wrong way.\n\nWilly fingers – Perhaps the hardest to explain, but you get willy fingers when you really want to fight someone. “When my boss was yelling at me, I really started getting willy fingers.” Your fingers start moving real fast and itching because they want to hit something – that’s the willy fingers.\n\nThose kids are going to regret not letting me in on their lingo. My slang’s going to take over the nation and there’s nothing those idiots can do to stop it. Keep it bowlin’, people."
    },
    {
        "id": 4,
        "titulo": "Battle of the bands",
        "texto": "October 25, 02:05 PM\n\nI don’t know how, but I found myself at a concert on Saturday night. I started out at Poor Richards with a few Long Islands, picked up some onion rings from the cafeteria over at Marywood, and out of nowhere I was grooving along to some tunes at Battle of the Bands. It was the first time I’ve been to a concert since the turn of the century (this one) and it freaked me out.\n\nDon’t get me wrong: I love music. Music is the only thing I can really remember for at least half of my life and I couldn’t live without it. Concerts, on the other hand, are like magnets for big dudes with hard fists. I had to swear them off -- too many jagged bottle cuts will do that to you. Concerts make me feel like a warrior and sometimes that’s not a good thing. Especially in the eyes of the law.\n\nThe only band I saw was called “Yule Eric and the Danielles” and they played rocked-out Christmas songs. They sound like Deep Purple if Deep Purple ever cut a Christmas album. There was this real hot number singing back-up – one of the Danielles – and I could have sworn she was the reincarnation of the girl I took to my prom, except this one wasn’t pregnant. She had this whole Italian thing going on with a little bit of the princess from Aladdin thrown in for good measure. Trust me, she was a fox and I don’t mean the animal kind, although she did have a fox-like nose. I’d let her sing to me all night long, but I probably couldn’t afford it. Chicks like that don’t sing for free.\n\nAt around eleven, the band started playing a metal version of “Silent Night” and the whole place got kind of rowdy. Rowdy’s my specialty, so I jumped right in the middle of the pit and started bopping. Next thing I know, there’s a kid on the floor with a busted nose and I’m being hauled out onto the street by the security guards. Now I’m not one to complain, but that guy’s face really left a mark on my elbow. I’m no spring chicken anymore and my elbow can only take so much trauma. Spent some time on WebMD when I got home and it looks like I’ve got what they call menstrual cramps. Anyway, I got a bruise that looks like Mama Cass and I never got that Danielle’s number.\n\nNow I wouldn’t say that my return to the concert scene was a bust, but it certainly could have gone better. Next time I go, I’m just going to sit in the back, nod my head, and stay away from the roughnecks. Also, I’m going to bring my brass knuckles. That’ll show those punks."
    },
    {
        "id": 5,
        "titulo": "Never talk to redheads",
        "texto": "June 12, 09:23 AM\n\nWhen something’s both good and bad, people say it’s “a double-edged sword.” I think that’s ridiculous. A double-edged sword is always a good thing. You can do twice the damage with it.\n\nI believe the children are our future. Specifically Chinese children.\n\nGambling for money is fun, but gambling for livestock is so much better. If you end up winning, you get the satisfaction of victory and a ride home.\n\nI like to tell time using the sun. If it’s sunny, then it’s time for work. If it’s dark, then it’s time to make money.\n\nGlobes are great for hiding stuff. Nobody ever bothers to look inside a globe, and if they do, they’re probably really weak anyway, so you can just beat them up and run away.\n\nNever talk to men with red hair. They live by different rules than you or I. There’s a reason all the famous clowns have red hair and it’s not because red is a friendly hair color.\n\nI’ve been running a lot lately and I’m getting into really good shape. Of course, it really helps that I’m carrying a lot of loot while I run.\n\nWhen I’m in a new situation, I tell everyone it’s my birthday. People really treat you better when they think it’s your birthday, whether they know you or not.\n\nI hate waiting. It drives me nutso. If I’m at a drive-thru window and it’s taking too long to get my food, I’ll just get out of my car and go for a walk for half an hour. When I get back, I’m much calmer and the fast food joint gets an important message about wasting people’s time.\n\nI carry a salt shaker in my pocket because you never know when you’ll need to teach a slug a lesson.\n\nReminder: Michael’s safe combo: 86-7-53-09."
    },
    {
        "id": 6,
        "titulo": "Music and my life",
        "texto": "August 21, 09:39 AM\n\nI want to say I was about four years old when I fell in love with music. My memory’s not great, so it could have been anywhere between four and fourteen, but I think it was closer to four. I was hanging out in an old abandoned car factory in South Carolina and I came across a bunch of old bumpers lying on the ground. At that age, I used to walk around with a bunch of sticks in my back pocket in case I ever needed something to throw. When I saw those bumpers, I don’t know what came over me, but I knew that I had to take out a pair of sticks and start banging away.\n\nFrom the instant my sticks hit that metal, I was hooked. I pounded out beat after beat, dancing and singing along. I loved it. The music jumped into my body like a venereal disease from a hooker. I stayed in that factory for hours and hours just banging away. The next day, I came back and started right up where I left off. I made up songs about everything: jump ropes, corn, beaver skin hats. Nothing was off limits.\n\nAbout a week later, I saw an old man playing a beat-up guitar on the street. I watched him for a while, trying to learn what he was doing as I stood there. After about an hour, he said he had to go to the can and asked me to watch his instrument. I gladly agreed. When he left to go to the bathroom, I snatched the guitar and ran all the way to the factory. It was the first thing I had ever stolen and on that day, I said to myself “Music and thieving are going to be the biggest things in your life” and you know what? They still are.\n\nMusic has been a part of me ever since. Not a day goes by where I don’t tap out a rhythm or pick up my axe and play a lick or two. If you cut open my veins, I’m fairly certain that quarter notes would come tumbling out. I can’t imagine my life without music and I don’t want to."
    },
    {
        "id": 7,
        "titulo": "Great  thing about horses",
        "texto": "May 31, 06:06 PM\n\nWhere’s Thousand Island? I’ve got some vacation time saved up and it sounds like a delicious place to visit.\n\nRoot beer floats. It does. I’ve tested it.\n\nThere’s a fat man that sits by me. He has some sort of jar of multi-colored power beans. I need those beans, man.\n\nThe last thing I want to deal with at work is people.\n\nI’m thinking about buying a horse. Great for transportation and once you’re done with it, you’ve got about seven days worth of meals.\n\nNever trust mailmen."
    },
    {
        "id": 8,
        "titulo": "Bugs",
        "texto": "August 30, 02:13 PM\n\nMost people have a thing against bugs, but not me. I love the little guys. The way I see it, there’s more of them than there are of us, so you have to respect them just in case. If they ever got their stuff together, they could really do some serious damage. I’m talking city destruction, livestock relocation, and political domination here.\n\nIf I had to pick my favorite bug it would have to be a spider. They’re creepy as all hell but real smart, too. I lived in a barn once and there was this one spider who I made friends with. Real classy dame of a spider. We’d talk about life and love and music. She was really into Jefferson Airplane. After our talks, I’d fall asleep and wake up to find little messages written in her web and that’s how I formally learned to read.\n\nI wonder if land insects ever get jealous of the flying ones. I bet they do. If I saw a man flying around while I had to walk around like an idiot, I’d be jealous. I’d shoot that guy down the first chance I got.\n\nIn the late 70’s I tried to get into Flea Circusing. It’s not nearly as easy as it sounds. I bought a group of fleas from my pal Gerry and he told me they all had previous circus experience, but it was a total rip-off. They couldn’t do any tricks at all. At least not that I could see. Maybe they were just camera shy. Whatever it was, they pretty much just sat there, so I dumped them in the creek behind my hostel.\n\nPeople have to stop saying “that bugs me.” It’s racist."
    }
]